* setup
#+BEGIN_SRC python :session *Python* :results output
print "Fuck you charlie"

#+END_SRC

#+RESULTS:
: Fuck you charlie
